Revit 2027 API
ParameterTypeId.InsertOrientation Property
 "Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InsertOrientation { get; }
Public Shared ReadOnly Property InsertOrientation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InsertOrientation {
	ForgeTypeId^ get ();
}
static member InsertOrientation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace